import React from "react";

const Terms = () => {
  return (
    <div className="max-w-[960px] px-4 mx-auto my-[64px]">
      <div className="bg-white rounded p-14 leading-relaxed">
        <div className="mb-8">
          <h1 className="text-center mb-6 font-bold text-3xl">利用規約</h1>
          <p>
            この利用規約（以下，「本規約」といいます。）は，towa（以下，「運営者」といいます。）がこのウェブサイト上で提供するサービス「Vird」（以下，「本サービス」といいます。）の利用条件を定めるものです。本サービスの登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。
          </p>
        </div>

        <div className="flex flex-col gap-6 ">
          <div className="">
            <h2 className="mb-1 font-bold text-xl">第1条（規約の適用）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第2条（利用登録）</h2>
            <ol className="pl-8 list-decimal">
              <li>
                <p>
                  本サービスにおいては，登録希望者が本規約に同意の上，当社の定める方法によって利用登録を申請することで、利用登録が完了するものとします。
                </p>
              </li>
              <li>
                <p>
                  ユーザーが本サービスへのアカウント登録を行った場合、本規約に同意したものとみなします。
                </p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第3条（認証情報の管理）</h2>
            <ol className="pl-8 list-decimal">
              <li>
                <p>
                  ユーザーは、本サービスのアカウント登録にあたって登録するログインID、パスワードその他の認証情報（以下「認証情報」といい、本サービスと連携する運営者以外の者が運営するサービスの認証情報を含みます。）を、自己の責任において適切に管理および保管するものとします。利用者は、いかなる場合にも、認証情報の使用権限を第三者に譲渡または貸与することはできません。
                </p>
              </li>
              <li>
                <p>
                  ユーザーが本サービスのアカウント登録にあたって認証情報として利用する、運営者以外の者が運営するサービス（以下「外部サービス」といいます。）の登録、利用については、当該外部サービスが規定する各規約の定めに従い利用者自身の責任で行うものとします。
                </p>
              </li>
              <li>
                <p>
                  認証情報の管理不十分、第三者の使用等によって生じた損害または不利益に関する責任は利用者が負うものとし、運営者は一切の責任を負いません。
                </p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第4条（禁止事項）</h2>
            <p>利用者は、本サービスの利用にあたり、以下の行為をしてはなりません。</p>
            <ol className="pl-8 list-decimal ">
              <li className="">
                <p>法令または公序良俗に違反する行為</p>
              </li>
              <li>
                <p>犯罪行為に関連する行為。</p>
              </li>
              <li>
                <p>運営者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</p>
              </li>
              <li>
                <p>本サービスの運営を妨害する行為、または妨害するおそれのある行為。</p>
              </li>
              <li>
                <p>他者の個人情報等を収集または蓄積する行為</p>
              </li>
              <li>
                <p>反社会的勢力に対して直接的または間接的に利益を供与する行為</p>
              </li>
              <li>
                <p>
                  本サービスの利用者および運営者、第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為
                </p>
              </li>
              <li>
                <p>何らかの手段により、本サービス上の有料コンテンツに支払いなくアクセスする行為</p>
              </li>
              <li>
                <p>他の利用者および第三者を欺く虚偽の内容を記載する行為</p>
              </li>
              <li>
                <p>
                  スパムとみなされる行為（機械により自動生成された文章の投稿や同一内容の文章を繰り返し投稿する行為など）
                </p>
              </li>
              <li>
                <p>
                  過度に暴力的な表現、露骨な性的表現、人種、国籍、信条、性別、社会的身分、門地等による差別につながる表現、自殺、自傷行為、薬物乱用を誘引または助長する表現、他人に不快感を与える表現等、不適切な内容を投稿する行為
                </p>
              </li>
              <li>
                <p>
                  性行為やわいせつな行為を目的とする行為、面識のない異性との出会いや交際を目的とする行為、他者に対する嫌がらせや誹謗中傷
                </p>
              </li>
              <li>
                <p>宗教活動または宗教団体への勧誘行為</p>
              </li>
              <li>
                <p>その他、運営者が不適切と判断する行為</p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第5条（サービス内容の変更・停止）</h2>
            <ol className="pl-8 list-decimal">
              <li>
                <p>
                  運営者は、利用者に通知することなく、本サービスの全部または一部を変更および停止をすることができるものとし、これによって利用者に生じた損害または不利益について一切の責任を負いません。
                </p>
              </li>
              <li>
                <p>
                  運営者は、本サービスの終了に伴い利用者に生じる損害または不利益について責任を負いません。
                </p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第6条（利用制限および登録抹消）</h2>
            <ol className="pl-8 list-decimal">
              <li>
                <p>
                  運営者は、利用者に通知することなく、本サービスの全部または一部を変更および停止をすることができるものとし、これによって利用者に生じた損害または不利益について一切の責任を負いません。
                </p>
                <ol className="ml-8 list-decimal">
                  <li>本規約のいずれかの条項に違反した場合</li>
                  <li>登録事項に虚偽の事実があることが判明した場合</li>
                  <li>料金等の支払債務の不履行があった場合</li>
                  <li>当社からの連絡に対し，一定期間返答がない場合</li>
                  <li>本サービスについて，最終の利用から一定期間利用がない場合</li>
                  <li>その他，運営者が本サービスの利用を適当でないと判断した場合</li>
                </ol>
              </li>
              <li>
                <p>
                  運営者は、本サービスの終了に伴い利用者に生じる損害または不利益について責任を負いません。
                </p>
              </li>
            </ol>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第7条（個人情報の取扱い）</h2>
            <p>
              運営者は，本サービスの利用によって取得する個人情報については，当社「プライバシーポリシー」に従い適切に取り扱うものとします。
            </p>
          </div>

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第8条（利用規約の変更）</h2>
            <p>
              運営者は、利用者に通知または本ウェブサイト上に告知することにより、本規約を変更することができるものとします。なお、本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。
            </p>
          </div>

          {/* <div className="">
            <h2 className="mb-1 font-bold text-xl">第n条（著作権）</h2>
            <p>
              Lorem ipsum dolor, sit amet consectetur adipisicing elit. Eaque sequi aliquid veniam
              magni harum nobis aspernatur alias sapiente.
            </p>
          </div> */}

          <div className="">
            <h2 className="mb-1 font-bold text-xl">第9条（準拠法及び管轄裁判所））</h2>
            <ol>
              <li>
                <p>本規約の解釈にあたっては、日本法を準拠法とします。</p>
              </li>
              <li>
                <p>
                  本サービスに関して紛争が生じた場合には、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
                </p>
              </li>
            </ol>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Terms;
