import React from "react";

const Terms = () => {
  return (
    <div className="max-w-[960px] px-4 mx-auto my-[64px]">
      <div className="bg-white rounded p-14">
        <div className="mb-8">
          <h1 className="text-center mb-6 font-bold text-3xl">利用規約</h1>
          <p>
            この利用規約（以下，「本規約」といいます。）は，towa（以下，「運営者」といいます。）がこのウェブサイト上で提供するサービス「Vird」（以下，「本サービス」といいます。）の利用条件を定めるものです。本サービスの登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。
          </p>
        </div>

        <div className="flex flex-col gap-6 ">
          <div className="">
            <h2 className="font-bold">第1条（規約の適用）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>
          <div className="">
            <h2 className="font-bold">第2条（利用条件）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>
          <div className="">
            <h2 className="font-bold">第n条（禁止事項）</h2>
            <p>利用者は、本サービスの利用にあたり、以下の行為をしてはなりません。</p>
            <ol className="pl-4 list-decimal">
              <li className="">
                <p>法令または公序良俗に違反する行為</p>
              </li>
              <li>
                <p>犯罪行為に関連する行為。</p>
              </li>
              <li>
                <p>運営者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</p>
              </li>
              <li>
                <p>本サービスの運営を妨害する行為、または妨害するおそれのある行為。</p>
              </li>
              <li>
                <p>他者の個人情報等を収集または蓄積する行為</p>
              </li>
              <li>
                <p>反社会的勢力に対して直接的または間接的に利益を供与する行為</p>
              </li>
              <li>
                <p>
                  本サービスの利用者および運営者、第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為
                </p>
              </li>
              <li>
                <p>何らかの手段により、本サービス上の有料コンテンツに支払いなくアクセスする行為</p>
              </li>
              <li>
                <p>他の利用者および第三者を欺く虚偽の内容を記載する行為</p>
              </li>
            </ol>
          </div>
          <div className="">
            <h2 className="font-bold">第2条（利用条件）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>
          <div className="">
            <h2 className="font-bold">第2条（利用条件）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>
          <div className="">
            <h2 className="font-bold">第2条（利用条件）</h2>
            <ol>
              <li>
                <p>
                  本規約は、本サービスの提供条件及び運営者と利用者との間の権利義務関係を定めることを目的とし、利用者と運営者との間のサービスの利用に関わる一切の関係に適用されるものとします。
                </p>
              </li>
              <li>
                <p>ユーザーが本アカウントの登録を行った場合、本規約に同意したものとみなします。</p>
              </li>
            </ol>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Terms;
