import React from "react";

const Privacy = () => {
  return (
    <div className="max-w-[960px] px-4 mx-auto my-[64px]">
      <div className="border bg-white rounded shadow p-14 leading-relaxed">
        <div className="mb-8">
          <h1 className="text-center mb-6 font-bold text-3xl">プライバシーポリシー</h1>
          <p>
            towa（以下，「当方」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
          </p>
        </div>

        <div className="flex flex-col gap-6 ">
          <div>
            <h2 className="mb-1 font-bold text-xl">第1条（個人情報）</h2>
            <p>
              「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
            </p>
          </div>

          <div>
            <h2 className="mb-1 font-bold text-xl">第2条（個人情報の収集方法）</h2>
            <p>
              当方は，ユーザーが利用登録をする際に氏名，生年月日，住所，電話番号，メールアドレス，銀行口座番号，クレジットカード番号，運転免許証番号などの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当方の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
            </p>
          </div>

          <div>
            <h2 className="mb-1 font-bold text-xl">第3条（個人情報を収集・利用する目的）</h2>
            <p>当方が個人情報を収集・利用する目的は，以下のとおりです。</p>
            <ol className="pl-8 list-decimal">
              <li>
                <p>本サービスの提供・運営のため</p>
              </li>
              <li>
                <p>ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）</p>
              </li>
              <li>
                <p>
                  ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当方が提供する他のサービスの案内のメールを送付するため
                </p>
              </li>
              <li>
                <p>メンテナンス，重要なお知らせなど必要に応じたご連絡のため</p>
              </li>
              <li>
                <p>
                  利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため
                </p>
              </li>
              <li>
                <p>
                  ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため
                </p>
              </li>
              <li>
                <p>
                  有料サービスにおいて，ユーザーに利用料金を請求するため上記の利用目的に付随する目的
                </p>
              </li>
            </ol>
          </div>
          <div>
            <h2 className="mb-1 font-bold text-xl">第4条（利用目的の変更）</h2>
            <p>
              当方は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。利用目的の変更を行った場合には，変更後の目的について，当方所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。,当方の提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。
            </p>
          </div>

          <div>
            <h2 className="mb-1 font-bold text-xl">第5条（個人情報の第三者提供）</h2>
            <p>
              当方は，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
            </p>
            <div className="mb-3">
              <ol className="pl-8 list-decimal ">
                <li>
                  <p>
                    人の生命，身体または財産の保護のために必要がある場合であって，本人の同意を得ることが困難であるとき
                  </p>
                </li>
                <li>
                  <p>
                    公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって，本人の同意を得ることが困難であるとき
                  </p>
                </li>
                <li>
                  <p>
                    国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
                  </p>
                </li>
                <li>
                  <p>
                    予め次の事項を告知あるいは公表し，かつ当方が個人情報保護委員会に届出をしたとき
                  </p>
                </li>

                <ol className="pl-8 list-decimal">
                  <li>
                    <p>他者の個人情報等を収集または蓄積する行為</p>
                  </li>
                  <li>
                    <p>反社会的勢力に対して直接的または間接的に利益を供与する行為</p>
                  </li>
                  <li>
                    <p>
                      本サービスの利用者および運営者、第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為
                    </p>
                  </li>
                  <li>
                    <p>
                      何らかの手段により、本サービス上の有料コンテンツに支払いなくアクセスする行為
                    </p>
                  </li>
                  <li>
                    <p>他の利用者および第三者を欺く虚偽の内容を記載する行為</p>
                  </li>
                </ol>
              </ol>
            </div>

            <div className="mb-3">
              <p>
                前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
              </p>
              <ol className="pl-8 list-decimal ">
                <li>
                  <p>
                    当方が利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合
                  </p>
                </li>
                <li>
                  <p>合併その他の事由による事業の承継に伴って個人情報が提供される場合</p>
                </li>
              </ol>
            </div>

            <p>
              また、本サービスでは利用状況を把握し、サービスを改善するためにGoogle
              LLCが提供するGoogle Analyticsを利用しています。Google
              Analyticsは閲覧ページ毎のアクセス回数や滞在時間、利用環境や地域毎の利用者数、流入経路や検索語句等を分析する機能を提供しています。Google
              AnalyticsにはCookieなどデバイスに記録されている識別子や、IPアドレス、閲覧したサイトのURLやアプリの画面名等の情報が送信されます。Google
              Analyticsに関する詳しい説明はGoogle
              のサービスを使用するサイトやアプリから収集した情報Googleによる使用をご覧ください。Google
              AnalyticsによるCookieの利用を停止する方法はGoogle
              Analyticsオプトアウトアドオンをご確認ください。
            </p>
          </div>

          <div>
            <h2 className="mb-1 font-bold text-xl">第6条（個人情報の訂正および削除）</h2>
            <p>
              登録ユーザーは、運営者の保有する自己の個人情報が誤った情報である場合には、運営者が定める手続きにより、運営者に対して個人情報の訂正または削除を請求することができます。運営者は、登録ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の訂正または削除を行い、これを登録ユーザーに通知します。
            </p>
          </div>

          <div>
            <h2 className="mb-1 font-bold text-xl">第7条（プライバシーポリシーの変更）</h2>
            <ol className="pl-8 list-decimal">
              <li>
                <p>
                  本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。
                </p>
              </li>
              <li>
                <p>
                  当方が別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。
                </p>
              </li>
            </ol>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Privacy;
